Repository: sideos/passwordlessi
Catalog: languages/sideoslogin-*.po
Languages: de_de, it_it

source: Configuration Needed
de_de: Konfiguration notwendig
it_it: Configurazione Necessaria

source: SSI Options
de_de: SSI Einstellungen
it_it: Opzioni SSI

source: These are the settings to connect this instance with the Juno account
de_de: Mit diesen Einstellungen wird das Plugin mit einem Juno Account verknüpft
it_it: Questi sono i parametri da inserire presi dalla piattaforma Juno

source: Select a user to send a credential
de_de: Benutzer für den Empfang der Zugangsdaten auswählen
it_it: Seleziona un utente a cui inviare la credenziale

source: SSI Sideos Token
it_it: Token SSI in Sideos

source: Disable Username/Password submit form
de_de: Deaktivieren der Benutzername/Passwort Eingabe
it_it: Disabilita Userename/Password form

source: hide/show
de_de: Ausblenden/Anzeigen
it_it: nascondi/mostra

source: Could not send credential
de_de: Kann die Zugangsdaten nicht versenden
it_it: La credenziale non è stata inviata

source: Credential sent...
de_de: Zugangsdaten versandt...
it_it: Credenziale inviata...

source: Make sure you understand what this option does before disabling username/password login.
de_de: Stellen Sie sicher, dass Sie verstehen, was diese Einstellung bewirkt, bevor Sie die Benutzername/Passwort Anmeldung deaktivieren.
it_it: Controlla bene cosa fa questa spunta, prima di disabilitare username/password login

source: This is the Juno platform Token. Keep it safe.
de_de: Dies ist der Token für die Juno Plattform. Verwahren Sie ihn sicher.
it_it: Questo è il token sulla piattaforma Juno. Tienilo segreto.

source: This is your Digital Identifier and you can find it in the Juno Platform
de_de: Dies ist die digitale ID des Juno Accounts. Sie finden sie in der Juno Plattform.
it_it: Questa è la tua Identitá Digitale che puoi trovare nella piattaforma Juno

source: This is the ID for the WordpressLogin template.
de_de: Dies ist die ID des WordpressLogin Teamplates.
it_it: Questo è l' ID della template per WordpressLogin

source: This is the proxy to help you set up the passwordless login. You can create your own proxy, see <a href="https://docs.sideos.io">documentation</a> for that.
de_de: Dies ist der Poxy Service für das passwortlose Login. Sie können einen eigenen Proxy entwickeln, mehr Informationen dazu unter <a href="https://docs.sideos.io">Dokumentation</a>
it_it: Questo è il Proxy di Sideos per aiutarti a fare un setup veloce del plugin. Puoi crearti il tuo proxy se vuoi gurdando la <a href="https://docs.sideos.io">documentazione</a>

source: Send Credential
de_de: Zugangsdaten versenden
it_it: Invia Credenziale

source: The selected user will receive at his/her email a credential offer to access this WordPress website. It lasts only 1 day so let them know.
de_de: Die Aktivierungsdaten für den Zugang zu Wordpress Webeseit werden an den ausgewählten Benutzer versandt. Sie sind für 1 Tag gültig.
it_it: L'utente selezionato riceverá una email con la credenziale per l'accesso a questo sito WordPress. La validitá è di un giorno

source: Make sure to check this box, to give credits!
de_de: Hier netterweise klicken, um Sideos am Login zu erwähnen
it_it: Assicurati di cliccare su questa spunta e dare a credito a Sideos!

source: %d pages.
de_de: Eine Seite wurde gelesen.
it_it: Eine Seite gelesen wurde.
